import './header.css';
import './menu_css.css';
import Header from './header.js';

export default function LinkUs(){
    return(
        <>
        <body id="body-link">
        <Header />
         <h1 className="h1_text">О туризме в России</h1>
             <p className="turizm_text">
    Туризм в России — динамично развивающаяся[1] отрасль экономики России, в которой занято более 500 тысяч человек[2]. По данным Всемирной туристской организации, Россия занимает одно из ведущих мест в мире в сфере международного туризма: за 2019 год Россия приняла 24 419 000 международных гостей[3]. По данным Росстата это количество поездок граждан стран зарубежья с целью туризма на территорию РФ[4]. Доходы России в 2017 году от международного туризма составили 8,945 млрд долларов[5] или 3,4 % от ВВП страны[6]. ЮНВТО отмечает активное восстановление спроса на туристические поездки в Россию (+27 % в 2017 году по отношению к прошлому периоду)[7].

Туристическая отрасль в России регулируется рядом законов. Федеральный закон № 132-ФЗ «Об основах туристской деятельности» устанавливает понятия, принципы регулирования и приоритеты развития отрасли[8].

Богатое культурно-историческое наследие и природное разнообразие России определяет, по мнению ЮНВТО, высокий потенциал для роста туристской отрасли страны[9]. На территории страны находятся 29 объектов Всемирного наследия ЮНЕСКО. 26 курортов, курортных регионов и лечебно-оздоровительных местностей Российской Федерации — федерального значения[10]. В Едином государственном реестре объектов культурного наследия (памятников истории и культуры) народов Российской Федерации содержатся 143 705 паспортов выявленных достопримечательностей, из них на территории государства зарегистрировано 148 особо ценных объектов[11].

Пространственно-территориальная протяжённость, многонациональность (на территории Российской Федерации проживает более 100 народов[12]) и историческая специфика России[13] объединяет разнообразные этнокультурные регионы с русскими субэтносами (часть казачества, поморы, сибирские старожильцы, полехи, заокские мещеры и др.) и культурой тюркских, финно-угорских, абхазо-адыгских, нахско-дагестанских, самодийских, тунгусо-маньчжурских, эскимосско-алеутских и многих др. народов[14].

В настоящее время в России сфера услуг и туристическая инфраструктура проходят период обновления, согласно утверждённой правительством федеральной целевой программе «Развитие внутреннего и въездного туризма в Российской Федерации (2011—2018 годы)»[15]. В живописных и востребованных туристами регионах России созданы и создаются туристские особые экономические зоны, которые предполагают благоприятные условия для организации туристского бизнеса. В настоящее время ведётся строительство 45 туристско-рекреационных и автотуристских кластеров в 35 субъектах Российской Федерации (по состоянию на 1 июня 2017 года это более чем 688 объектов туристской инфраструктуры, 223 из которых введены в эксплуатацию; 202 объекта обеспечивающей инфраструктуры, 119 из которых введены в эксплуатацию; на 24 — завершено строительство, 59 объектов находятся в стадии строительства)[16].

Согласно ежегодному докладу Всемирного экономического форума The Travel & Tourism Competitiveness Report, в 2017 году индекс конкурентоспособности России в области путешествий и туризма составил 4,2 пункта из 7 возможных или 43 место из 136 экономик (45 место в 2015 году). По показателям инфраструктуры для туризма (англ. Tourist service infrastructure) страна занимает 55 место (4,5 пункта из 7)[17]. В общем рейтинге «Индекс глобальной конкурентоспособности 2017—2018» Россия заняла 38 место (53 место в 2015 году)[18].

По данным Турстата, основными регионами России, которые посещают иностранные туристы, в 2017 г. являлись Москва (4,8 млн иностранных туристов в 2017 г.), Санкт-Петербург (3,75 млн), Краснодарский край (900 тыс.), Приморский край (640 тыс.) и Республика Крым (более 500 тыс.)[19].

Въездной поток туристов в 2018 году вырос на 20 %, причинами чего эксперты называют проведение Чемпионата мира по футболу и ослабление курса рубля. Основным поставщиком туристов в Россию по итогам 2018 года останется Китай (около 1,2 млн, рост на 11 %), Германия (около 420 тыс. туристов, рост на 7,7 %), Южная Корея (более 320 тыс. туристов, рост на 44 %), США (220 тыс. человек, рост 3,3 %), Израиль (140 тыс. туристов, рост более 10 %)[20].

В 2023 году количество иностранных туристов, въехавших в Россию, увеличилось на 3,5% по сравнению с 2022 годом и достигло 8,5 миллиона человек[21]
Официальная специализация видов туризма России по федеральным округам, а также по территориям согласно административному делению страны отражена в федеральной целевой программе «Развитие внутреннего и въездного туризма (2011—2018 годы)», сопутствующих документах[27]. Например, современная хозяйственная структура Уральского федерального округа имеет ярко выраженную индустриально-сырьевую направленность. Это делает возможным развитие в округе такой разновидности культурно-познавательных туристских программ, как промышленный туризм[24].
Охранными документами для путешествий на Руси служили «проезжие грамоты», квитанции об оплате портового сбора, чек об уплате налогового сбора и другие письменные разрешения. Паспорт получил известность в Средние века как документ о добропорядочности паломника[28]. В эпоху великих географических открытий XV—XVII веков такие зарубежные путешественники, как С. фон Герберштейн, А. Олеарий, А. Мейерберг, составляли подробные описания и приводили статистический материал о Московском государстве[28]. В этот период путешественники из России назывались землепроходцами или открывателями новых земель[29].

В эволюции российского туризма исследователи видят шесть основных периодов[30]:

    Просветительский (XVIII в. — начало 90-х годов XIX в.)
    Предпринимательский (связан с развитием капитализма в России со второй половине XIX в.)
    Организационно-централизованный (с 1920-х до 1960-х годов) или советский туризм[прояснить][31] (в мире — начало эпохи массового туризма[32])
    Административно-нормативный (1962—1991)
    Переходный (1990-е годы)
    Современный, предпринимательский.
    В июле 2023 года президентом РФ Владимиром Путиным был подписан закон, освобождающий от уплаты НДС туроператоров по внутреннему и въездному туризму. По мнению Российского союза туриндустрии, подобный шаг позволит до 10% снизить цены на путёвки про стране и инвестировать дополнительные средства в развитие новых туристических продуктов[164]. В марте 2024 года Владимир Путин поручил правительству сформировать отдельный федеральный проект по выпуску отечественной продукции для туристической отрасли, а также подготовить меры поддержки данной сфере. Для производства канатных дорог, аттракционы для парков развлечений и аквапарков и прочего, по его словам, необходимы собственные технологии, и новые производственные мощности[165].
    Безопасность туризма является направлением национальной безопасности Российской Федерации. Под безопасностью туризма понимаются безопасность туристов, сохранность их имущества, а также ненанесение ущерба при совершении путешествий окружающей среде, материальным и духовным ценностям общества и безопасности государства[143]. В 2014 году разработана Концепция безопасности туризма[144].

В городах, где проходили матчи Чемпионата мира по футболу 2018, была создана туристическая полиция[145]. В обязанности специальных подразделений входят обеспечение безопасности гостей города и помощь туристам[146].

    </p><br></br>
        </body>
        </>

    )
}