import './header.css';
import Header from './header.js';

export default function City(){
    return(
        <>
        <body id="fad">
        <Header />
          <h1 className='h1_fad'>CITY</h1>
          <div className="general">
          <div className="block">
          <div className="city_one">
          </div>
            <p className="first_text">
                Москва́ (МФА: [mɐˈs̪kvä] произношениео файле) — столица России, город федерального значения,
                административный центр Центрального федерального округа и центр Московской области, в состав которой не
                входит[10]. Мегаполис[10]; крупнейший по численности населения город России и её субъект — 13 104 177[4]
                 человек (2023), что делает её 22-й среди городов мира по численности населения[11]. Центр Московской
                 городской агломерации. Самый крупный город Европы по площади[12] и населению.
                Археологические данные свидетельствуют о существовании городского поселения в районе будущего Кремля с
                XI века[1]. История города насчитывает, по меньшей мере, 876 лет: первое письменное упоминание о Москве
                 относится к 1147 году[10]. Москва — историческая столица Великого княжества Московского, Русского
                 царства, Российской империи (в 1728—1732 годах[13][14][15][16]), Советской России и СССР.
                 Город-герой. В Москве находятся федеральные органы государственной власти Российской Федерации
                 (за исключением Конституционного суда), посольства иностранных государств, штаб-квартиры большинства
                 крупнейших российских коммерческих организаций и общественных объединений.
            </p>
            </div>
           <div className="block_piter">
           <div className="piter_img"></div>
           <p className="second_text">
                Население: 5 600 044[2] (2023) человек. Санкт-Петербург — самый северный в мире город с населением
                более миллиона человек. Также Санкт-Петербург является самым западным городом-миллионником России.
                Среди городов, полностью расположенных в Европе, он является третьим по населению (уступая лишь Москве и
                Лондону), а также первым по численности жителей городом, не являющимся столицей[12]. Инновационный сценарий «Стратегия развития Санкт‑Петербурга до 2030 года» предполагает, что к 2030 году население составит 5,9 миллиона человек[13]Перейти к разделу «#Население». Город — центр Санкт-Петербургской городской агломерации. Площадь города 1439[14] км², после расширения территории Москвы 1 июля 2012 года Санкт-Петербург является вторым по площади и населению городом страны.
            </p>
            </div>
            <div className="block_pscov">
           <div className="pscov_img"></div>
           <p className="third_text">
                Псков — один из древнейших городов России, впервые упоминается в Повести временных лет под 903 годом[4]. В 1348—1510 годах — столица независимой Псковской республики. В 1510 году город вошёл в состав Русского централизованного государства. До начала XVIII века Псков был одним из крупнейших городов России и Европы, важнейшим оборонительным и торговым центром страны. Псковская крепость состояла из пяти крепостных колец (три из которых сохранены по сей день), что делало Псков практически неприступным[5].
           </p>
          </div>
           <div className="block_kazan">
           <div className="kazan_img"></div>

           <p className="fourth">
            Каза́нь (тат. Казан) — город в России, столица Республики Татарстан, порт на левом берегу реки Волги при
            впадении в неё реки Казанки[5]. Крупнейший по численности населения город в Приволжском федеральном
            округе и на реке Волге. Один из крупнейших экономических, научных, образовательных, религиозных,
             культурных и спортивных центров России. Казанский кремль входит в число объектов Всемирного наследия
              ЮНЕСКО. Город трудовой доблести.
           </p>
           </div>
           <div className="block yakutsk">
              <div className="yakutsk_img"></div>
              <p className="fifth_text">
              Яку́тск (якут. Дьокуускай) — город в России, столица Республики Саха (Якутия), портовый город в Восточной
               Сибири, который находится в долине Туймаада. Центр городского округа город Якутск. «Город трудовой
               доблести»[2].

                Четвёртый город Дальневосточного федерального округа по численности населения (после Хабаровска, Владивостока и
                Улан-Удэ). Самый крупный из городов, расположенных в зоне многолетней мерзлоты.

                Самый крупный город на территории Республики Саха (Якутия), площадь города Якутска составляет около 122,2 квадратных километра. Якутск является одним из самых быстрорастущих городов России.
              </p>
           </div>
           <div className="block kaliningrad">
              <div className="kaliningrad_img"></div>
              <p className="sixth_text">
                Калинингра́д — город в России, административный центр Калининградской области, являющийся самым западным
                 областным центром Российской Федерации[7]. До 4 июля 1946 года город носил название Кёнигсбе́рг
                 (нем. Königsberg), ранее фигурировало название Короле́вец (польск. Królewiec, лит. Karaliaučius);
                 до 1255 года — Тва́нгсте (прусск. Twangste, Tuwangste, Twānksta, лит. Tvanksta).

                Расположен при впадении реки Преголи в Калининградский залив. Город областного значения, образует
                 городской округ.
              </p>
           </div>
           </div>

            }
        </body>
        </>

    )
}
