import './header.css';
import './menu_css.css';
import Header from './header.js';

export default function Sights(){
    return(
        <>
        <body id="body-sights">
        <Header />
            <h1 className="ozerro">Sights!</h1>
            <div className="general">
          <div className="block">
          <div className="sights_one">
          </div>
            <p className="kreml_text">
                Моско́вский Кремль[1] — крепость в центре Москвы и древнейшая её часть, главный общественно-политический
                и историко-художественный комплекс города, официальная резиденция Президента Российской Федерации,
                вплоть до распада СССР в декабре 1991 года была официальной резиденцией Генерального секретаря ЦК КПСС
                (в 1990—1991 годах — Президента СССР). Одно из самых известных архитектурных сооружений в мире.
                Расположен на высоком левом берегу Москвы-реки — Боровицком холме, при впадении в неё реки Неглинной.
                 В плане Кремль — неправильный треугольник площадью 27,5 гектара. Южная стена обращена к Москве-реке,
                  северо-западная — к Александровскому саду, восточная — к Красной площади[2].
            </p>
            </div>
           <div className="block_park">
           <div className="alex_park"></div>
           <p className="alex_park_text">
                Алекса́ндровский парк, расположенный в Петроградском районе Санкт-Петербурга, — один из первых публичных
                парков города. Он расположен на месте бывшего гласиса Петропавловской крепости к северу от кронверка и
                ограничен Кронверкским проспектом (огибающим парк по дугообразной границе бывшего гласиса), улицей
                Куйбышева и Кронверкской набережной (исключая Артиллерийский остров).
                Территория Александровского парка с момента основания Петропавловской крепости в 1703 году являлась её гласисом.
                 Даже после окончания Северной войны в 1721 году этот участок долгое время не застраивался.
                Впервые устройством парка озаботился император Александр I, поручивший составить такой проект архитектору А. А.
                 Менеласу. Однако реализован он не был. Следующая инициатива устроить здесь парк принадлежит министру финансов
                  (1823—1844) Е. Ф. Канкрину. По долгу службы он часто бывал в Петропавловской крепости, где находится Монетный
                   двор.
                В январе 1842 года Канкрин во время доклада царю попросил разрешение на устройство парка «как для украшения сего
                места и дороги на Каменный остров, так и на пользу публики». В ответ он был ознакомлен с работой Менеласа. Этот проект показался Канкрину дорогим, так как предусматривал срытие кронверка. Составить новый проект министр поручил архитектору своего ведомства — Антону Матвеевичу Куци, кроме того он сам принял непосредственное участие в этой работе.
                Уже на следующем докладе Николаю I были предоставлены рисунки, чертежи и сметы. Для реализации задуманного
                Канкрин не стал просить у императора денег, в расход должны были пойти сбережения министерства. На переустройство
                 всего гласиса этих средств не хватало, потому проект касался лишь его восточной части. В феврале 1842 года
                 проект был утверждён императором.
            </p>
            </div>
            <div className="block_pscov">
           <div className="mysey_pskov"></div>
           <p className="pskov_text">
           Псков-Пассажирский — железнодорожная станция Санкт-Петербург-Витебского отделения Октябрьской железной
           дороги, расположенная в городе Пскове. Станция Псков-Варшавский на 257-й версте (274 км)
           Петербурго-Варшавской железной дороги открыта в 1859 году. В 1889 году с открытием Псково-Рижской железной
           дороги стала узловой.

           </p>
          </div>
           <div className="block_kazan">
           <div className="kreml_kazan"></div>

           <p className="kazan_text">
            Каза́нский кремль (тат. Казан кирмәне) — древнейшая часть и цитадель Казани, комплекс архитектурных,
             исторических и археологических памятников, раскрывающих многовековую историю города: археологические
              остатки первого (XII—XIII вв.), второго (XIV—XV вв.) и третьего городищ (XV—XVI вв.), собственно
              белокаменный кремль, ряд храмов и зданий, имеющих большую историко-архитектурную и культурную ценность
            Официальная резиденция Главы Республики Татарстан; объект Всемирного наследия ЮНЕСКО с 2000 года и
             культурного наследия России федерального значения. Главная городская достопримечательность и
             «визитная карточка» Казани.
            Расположен на мысу высокой террасы левого берега Казанки на участке её течения в центре города, за более
            чем километр от её устья. Территория кремля представляет в плане неправильный многоугольник, повторяющий
            очертания кремлёвского холма, вытянутый с северо-запада, от реки Казанки, на юго-восток, к Площади 1 мая.
            Продольные стены и склоны выходят к площадям Тысячелетия (юго-западные) и Дворцовой (северо-восточные).
           </p>
           </div>
           <div className="block yakutsk">
              <div className="yakutsk_komplex"></div>
              <p className="yakutsk_text">
              «Царство вечной мерзлоты» (Якутск, Якутия) — туристический комплекс, представляющий собой нетающий ледник внутри горы с выставкой ледяных фигур и аттракционами. Открыт в 2005 году. Комплекс располагается в Якутске на 5 километре Вилюйского тракта и работает круглогодично.
                Температура в леднике не падает ниже −10 °C и не поднимается выше −4 °C[1].
                Туристический объект «Царство вечной мерзлоты» является самым посещаемым местом у иностранных и
                иногородних туристов. Это уникальный туристический комплекс, ледник, находящийся внутри горы.
                Гордостью комплекса являются ледовые скульптуры, воспроизведённые якутскими мастерами.[2]
                На производство некоторых скульптур уходит несколько месяцев[3].
                В комплексе располагается тронный зал властелина холода Чысхаана, ледяные скульптуры, созданные
                 лучшими мастерами Якутии, церемониальный зал, ледяной бар. В мини-музее палеонтологии можно
                 ознакомиться с экспозицией останков мамонтов и других животных ледникового периода
                В Царстве установлен почтовый ящик Деда Мороза, из которого ежегодно 1 декабря Дед Мороз из
                Великого Устюга лично забирает письма. Каждый год 1 декабря Дед Мороз из Великого Устюга прибывает в
                Якутск, где принимает у Повелителя холода Чысхаана символ зимы и едет с ним по всей предновогодней
                 России, а затем возвращается в «Царство вечной мерзлоты»[1].
              </p>
           </div>
           <div className="block kaliningrad">
              <div className="kaliningrad_vorota"></div>
              <p className="kaliningrad_text">
                Бранденбу́ргские воро́та (нем. Brandenburger Tor) — одни из восьми сохранившихся городских ворот Калининграда. Расположены у окончания улицы Багратиона, переходящей далее в улицу Суворова (бывшая Берлинская), на границе исторического городского района Хаберберг.
                Бранденбургские ворота — единственные городские ворота Калининграда, до сих пор использующиеся по прямому
                 назначению.
              </p>
           </div>
           </div>
        </body>
        </>

    )
}